{
  :ar=>
  {
    :tall_oaks => "معظم النار من مستصغر الشرر",
    :overview_text_p1 => 'أولا كانت هناك بذرة زرعت محليا بأيد ماهرة، ثم ترعرعت بفضل العقل المتواضع الذي جعلها تنمو لتصبح شجرة واعدة من الفرص والإلهام والنجاح. وطورت المعرفة والمهارات والجهود المخلصة بعد ذلك تلك الشجرة لتصبح شجرة كبيرة متشعبة الفروع  في أقل من عقد من الزمان .. هذه هي مجموعة تك جروب للتقنية. تأتي

    وهناك مثل عربي شهير يقول "معظم النار من مستصغر الشرر" أو الأشياء الكبيرة تأتي من بدايات صغيرة.
    
',
    :overview_text_p2 => "صناعات تحويلية، تدفعها للأمام الجهود المتفانية من مؤسسها ومديريها ومواردها البشرية. إنه رمز ملحمي وشعلة متوهجة للشركات ذات التفكير المستقل والتي تملك القدرة التنافسية وتحظى بالاحترام في مجالات أساسية للصناعات تشمل البناء والعقارات والتطوير العقاري ,  صيانة المركبات , تصنيع الكتل الخرسانية ,والبلاط والسيراميك , الاعمال الحشبية، أنظمة المصاعد والهندسة الكهربائية والميكانيكية والألومنيوم والزجاج وأعمال الخوازيق والصلب وتصنيع المعادن والدهانات ولوحات مفاتيج الجهد المنخفض والنقل.",
    :overview_text_p3 => "وبالمهارات التي اجتازت اختبار الزمن وسجل حافل بالموظفين وفريق العمل إضافة إلى القيادة المتفانية والإشراف الدؤوب من الإدارة وكبار موظفي الشركة، فإن الشركة تعد ركيزة للنمو السريع والتنمية في منطقة الخليج والإمارات العربية المتحدة. إنها الآن مركز قوة اقتصادية لدولة الإمارات في عجمان. 
",
    :overview_text_p4 => "ويعد استثمار المجموعة المستمر في مجال الآلات والتكنولوجيا ورعاية البيئة دليلا على التزامها طويل المدى لخدمة البلاد. وينعكس التزامها القوي بمستوى النظم العالمية والمعايير الدولية في عمليات الجودة والإجراءات، في منتجاتها الصناعية والمشاريع المنجزة والخدمات المقدمة. 
",
    :our_mission_header => "المهمة",
    :our_mission_text => "تتمثل مهمتنا في تطوير الاعتماد على الذات والتنوع المحلي للصناعات المختلفة التي أقيمت في عجمان في جميع أنحاء دولة الإمارات ومنطقة الخليج. كما أن من أهدافنا أيضا المساعدة في تطوير البنية التحتية في عجمان والإمارات. ",
    :our_vision_header => "رؤية",
    :our_vision_text => 'ستعمل "تك جروب" دائما كأساس للتقدم والتنمية في الإمارة , الدولة والمنطقة. وسنظل نخدم دولة الإمارات في مجالي الصناعة والتجارة بالقيادة الملتزمة والجودة ذات المستوى العالمي والتأمين وفق المعايير الدولية.',
    
    :our_history => "تاريخنا",
    :corporation_banner => "Corporation Banner",
  
    #board of directors
  
    :board_of_directors => "مجلس الادارة",
    :ceo_message => "كلمة الرئيس التنفيذي",
    :ceo_name => "على غالب جابر",
    :ceo_title => "المدير التنفيذي",
    :ceo_image => "CEO Image",
    :ceo_message_p1 => "على غالب جابر هو واحد من اكثر رجال الاعمال احتراما في الامارات العربية المتحدة وتكتل مجلس التعاون الخليجي. واثناء استكمال درجته الجامعية في كندا، بدأ يتعلم اساسيات التصنيع والتكنولوجيا. وبدأ كمتدرب يكرس وقته وحماسه لتعلم كل الاوجه في العديد من العمليات والاستثمارات الخاصة بالشركة. وواحدة من نقاط قوته تكمن في شرح الابتكارات التكنولوجية. ",
    :ceo_message_p2 => "واخيرا، تولي قيادة مجموعة تك باعتباره مديرا تنفيذيا.ومع مبادراته التي قام بها من نفسه وقيادته النموذجية، نوعت الشركات الى عمليات تصنيع كبرى، وحظيت بالاعتراف في وقتلاحق باعتبارها مجموعة من اكثر المجموعات نجاحا في الامارات ومجلس التعاون الخليجي. واثار وجود مجموعة تك في السوقمنافسة صحية في قطاع التصنيع.",
    :ceo_message_p3 => "في اغسطس 2008، تم اختياره عضوا في مجلس الادارة ومساهم بارز في شركة الشراع لادارة المشاريع ومقرها الكويت. والشراع لادارة المشاريع هي شركة اسلامية تهدف الى تعزيز الشركات الصغرى وتطويرها الى مشروعات متخصصة في مجالات الأعمال العديدة.",
    :ceo_message_p4 => 'ويؤكد علي "سوف نواصل رعاية نموذج اقتصادي مقنع في ساحة الاعمال الصغيرة، وتطويرها ودعمها بالاستثمار في هذه الفرص، وتسهيل أي عقبات، وتشجيع نموها في مناطق الكويت ومجلس التعاون الخليجي". 
',
    :ceo_message_p5 => 'ويتابع "رؤيتنا هو ان نصبح شركة بارزة ومتخصصة في تعزيز ودعم وتقوية الدور المتغلغل لقطاع الشركات الصغرى في الاقتصاد من خلال الاستثمار وجعلها قصة نجاح". ',
    :ceo_message_p6 => "ويواصل علي دمج خبرته الكبيرة في الاستثمارات والتصنيع بعلاقاته القوية في قادة الصناعة الاخرين في مجلس التعاون الخليجي. وباعتباره اقتصاديا ومستثمرا، يتطلع علي ايضا الى المشاركة في ثروة مجموعة تك جروب من الخبرة في كل انحاء المنطقة. وهي الان لديها مكتب في مسقط بعمان ومدينة الكويت بالكويت والخرطوم بالسودان وبغداد بالعراق. ولكن بالنسبة للجوانب الاخرى التي تبدو فيها الاسواق والفرص مشجعة، فانها مسألة وقت لبناء اسقف اخرى لمجموعة تك جروب.  ",

    :clients => "عملاء المجموعة",
    
    :corporate_partners => "شركاء المجموعة",
    :corporate_partners_h3 => "آر القابضة",
    :corporate_partners_p1 => "Behind the AED 15 billion Emirates City, is its master developer R Holding. It is currently and actively engaged in real estate & development, real property development, hotel & hotel management, hospitality, construction, aviation, marine yacht, manufacturing and the capital market.",
    :corporate_partners_p2 => "Allied with strategic partnership, the R Holding Group of Companies has positioned at the right place in the right time with the right people. Its vast resources and expertise provide the ability to meet the ever changing needs of the market.",
    :corporate_partners_p3 => "R Holdings is committed at the forefront of this exciting growth and expansion, deploying its investors’ capital allows it to generate exceptional returns by providing first-class products and services for clients. Although every member-companies of Tech Group has separate and independent management structures, they all complement to each other and work together in order to develop strategic partnership that increases return-on-investment and success completely."
  }
}